/* Add Pet */
"AddPet" = "Add Pet";

/* Are you sure you wish to delete the pet %@ ? */
"DeletePet" = "Are you sure you wish to delete the pet %@ ?";

/* The Pet you are editing was deleted remotely. You will be returned to the main screen. */
"Deleted.Message" = "The Pet you are editing was deleted remotely. You will be returned to the main screen.";

/* Current Pet Deleted */
"Deleted.Title" = "Current Pet Deleted";

/* Edit Pet */
"EditPet" = "Edit Pet";

/* The Pet you are editing was modified remotely. You will be returned to the main screen. */
"Modified.Message" = "The Pet you are editing was modified remotely. You will be returned to the main screen.";

/* Current Pet Modified */
"Modified.Title" = "Current Pet Modified";

